Repository: doorgan/amadeus
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: A YouTube url or song title
es: Una URL de Toutube un una canción para buscar

source: Added **%{title}** to the queue
es: Agregada **%{title}** a la playlist

source: Added `%{count}` songs to the playlist! *Now playing **%{now_playing}***
es: `%{count}` canciones agregadas a la playlist! *Reproduciendo **%{now_playing}***

source: Could not find song
es: No pude encontrar esa canción

source: Moved song at position `%{from}` to position `%{to}`
es: Canción movida de la posición `%{from}` a la posición %{to}

source: Moves a song to a new position in the playlist
es: Mueve la canción a una nueva posición en la playlist

source: Now playing **%{title}**
es: Reproduciendo **%{title}**

source: Play a song
es: Reproducir una canción

source: Shuffled %{count} songs!
es: `%{count}` canciones mezcladas!

source: Shuffles the queue songs
es: Mezcla las canciones de la playlist

source: Skipped **%{title}**
es: Salteando **%{title}**

source: Skips the current playing song
es: Saltea la canción que se esté reproduciendo

source: Stops playing and clears queue
es: Deja de reproducir y limpia la playlist

source: The `from` position must be a positive integer
es: La posición `desde` tiene que ser un número positivo

source: The `to` position must be a positive integer
es: La posición `hacia` debe ser un número positivo

source: The new position for the song
es: La nueva posición para la canción

source: The position of the song to move
es: La posición de la canción a mover

source: There are no songs to shuffle.
es: No hay canciones para mezclar.

source: There's no song playing!
es: No hay ninguna canción reproduciéndose!

source: from
es: desde

source: title_or_url
es: titulo_o_url

source: to
es: hacia

source: Next
es: Siguiente

source: Page %{current} of %{total}
es: Página %{current} de %{total}

source: Previous
es: Anterior

source: The playlist is currently empty.
es: La lista está vacía.

source: `%{count}` songs
es: `%{count}` canciones
